{
    "added_tokens_decoder": {
        "0": {
            "content": "[PAD]",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "1": {
            "content": "[UNK]",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "500353": {
            "content": "<s>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "500354": {
            "content": "</s>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "500355": {
            "content": "<unk>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "500356": {
            "content": "<pad>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "500357": {
            "content": "<mask>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        }
    },
    "bos_token": "<s>",
    "clean_up_tokenization_spaces": false,
    "cls_token": "<s>",
    "eos_token": "</s>",
    "extra_special_tokens": {},
    "mask_token": "<mask>",
    "model_max_length": 1000000000000000019884624838656,
    "pad_token": "<pad>",
    "sep_token": "</s>",
    "tokenizer_class": "XLMRobertaTokenizerFast",
    "unk_token": "<unk>"
}